// ЗАДАЧА 1
// НАПИШІТЬ РЕЧЕННЯ ЗА ДОПОМОГОЮ ШАБЛОННОГО РЯДКА
// "ДОБРОГО ДНЯ,МЕНЕ ЗВАТИ ГАЛИНА, МЕНІ 35 РОКІВ, Я ВИВЧАЮ JAVASCRIPT"

// const name = "Bogdan";
// const age = 35;
// const language = "JavaScript";

// console.log(
//   `ДОБРОГО ДНЯ,МЕНЕ ЗВАТИ ${name}, МЕНІ ${age} РОКІВ, Я ВИВЧАЮ ${language}`
// );

// ЗАДАЧА 2
// ЗАПИТАТИ У КОРИСТУВАЧА ІМЯ, ПОЧТУ , ТЕЛЕФОН, І ПОКАЗАТИ У КОНСОЛІ "КОРИСТУВАЧ __ ВИКОРИСТОВУЄ  __ ПОЧТУ І __ ТЕЛЕФОН"

// const name = prompt("введіть своє імя");
// const tel = prompt("введіть свій телефон ");
// const email = prompt("введіть свою пошту");

// console.log(`користувач ${name}, телефон ${tel}, пошта ${email}`);
// ЗАДАЧА 3
// ПОРАХУЙТЕ СУМУ ТОВАРІВ У КОРЗИНІ . ПОТРІБНО ВВЕСТИ СУМУ 3-Х ТОВАРІВ І ПОРАХУВАТИ ЇХ СУМУ
const nameProd1 = Number(prompt("Введіть ціну Телевізора."));
const nameProd2 = +prompt("Введіть ціну телефону.");
const nameProd3 = +prompt("Введіть ціну холодильнику.");
const sum = nameProd1 + nameProd2 + nameProd3;

console.log(`Вартість товару ${sum}`);
